{
  "server-component": {
    "welcome": "Добро пожаловать в серверный компонент!"
  },
  "ui": {
    "header": {
      "logo": "Tatar Typing",
      "about": "О проекте",
      "alphabet": "Алфавит",
      "converter": "Конвертер",
      "trainer": "Тренажер"
    }
  },
  "pages": {
    "alphabet": {
      "title": "Алфавит",
      "reference_one": "Используйте \"v\" для заимствованных слов и \"w\" для татарских слов.",
      "reference_two": "Используйте \"g\" и \"k\" для твердых звуков и \"ğ\" и \"q\" - для мягких."
    },
    "converter": {
      "title": "Конвертер",
      "type_cyrillic": "Введите текст на кириллице...",
      "type_latin": "Введите текст на латинице..."
    },
    "trainer": {
      "title": "Тренажер",
      "subtitle": "Примеры",
      "info": "Здесь вы можете потренироваться в чтении латинской письменности татарского языка. Нажимайте на стрелки внизу, чтобы получить следующую букву. Учтите, что приведенные примеры преобразуются автоматически, поэтому могут содержать ошибки. Для наилучшего понимания сверьтесь с существующими материалами в интернете. Приятного обучения!"
    },
    "about": {
      "title": "О проекте",
      "info": "<p>Проект <strong>Tatar Typing</strong> призван помочь пользователям перейти с кириллической на латинскую систему письма для татарского языка. Целью проекта является облегчение коммуникации с другими странами и устранение языковых барьеров, а также возможность освободиться от культурно-исторической связи с кириллицей, которая считается навязанной Россией.</p><p>Переход на латиницу позволяет улучшить связь и взаимодействие с международным сообществом, поскольку латинская система письма широко используется во многих странах и является стандартом для множества языков. Это облегчает обмен информацией, ведение переписки и понимание текстов на татарском языке для пользователей, привыкших к латинской системе письма.</p><p><strong>Tatar Typing</strong> предоставляет простой и удобный способ перевода текста с кириллицы на латиницу, позволяя пользователям свободно выражать себя на татарском языке и использовать более удобную и международно распространенную систему письма. Это дает возможность сохранить языковое самоопределение и осуществлять более эффективное взаимодействие в мировом контексте.</p>"
    }
  }
}
