{
  "server-component": {
    "welcome": "Рэхим итегез"
  },
  "ui": {
    "header": {
      "logo": "Tatar Typing",
      "about": "Проект турында",
      "alphabet": "Әлифба",
      "converter": "Конвертер",
      "trainer": "Тренажер"
    }
  },
  "pages": {
    "alphabet": {
      "title": "Әлифба",
      "reference_one": "Алынган сүзләр өчен \"v\" һәм татар сүзләре өчен \"w\" кулланыгыз.",
      "reference_two": "Каты тавышлар өчен \"g\" һәм \"k\" кулланыгыз, йомшак тавышлар өчен \"ğ\" һәм \"q\" кулланыгыз."
    },
    "converter": {
      "title": "Конвертер",
      "type_cyrillic": "Кириллчә...",
      "type_latin": "Латинчә..."
    },
    "trainer": {
      "title": "Тренажер",
      "subtitle": "Мисаллар",
      "info": "Монда сез татар теленең латин скриптын укырга өйрәнә аласыз. Киләсе хәрефне алу өчен астагы укларга басыгыз. Зинһар, игътибар итегез, бирелгән мисаллар автоматик рәвештә үзгәртелә һәм хаталар булырга мөмкин. Иң яхшы аңлау өчен, Интернеттагы материалларны тикшерегез. Бәхетле уку!"
    },
    "about": {
      "title": "Проект турында",
      "info": "<p><strong>Tatar Typing</strong> проекты кулланучыларга кирилл теленнән латин язу системасына татар теле өчен күченергә ярдәм итә. Проектның максаты - башка илләр белән аралашуны җиңеләйтү һәм телдәге киртәләрне бетерү, шулай ук ​​Россия тарафыннан кертелгән Кирилл алфавиты белән мәдәни һәм тарихи бәйләнештән арыну мөмкинлеге.</p><p>Латин алфавитына күчү халыкара җәмәгатьчелек белән яхшырак аралашырга һәм аралашырга мөмкинлек бирә, чөнки латин язу системасы күп илләрдә киң кулланыла һәм күп телләр өчен стандарт. Бу латин язу системасына күнеккән кулланучылар өчен мәгълүмат алмашу, корреспонденция һәм татар телендәге текстларны аңлауны җиңеләйтә.</p><p><strong>Tatar Typing</strong> гади һәм уңайлы юл бирә. текстны кирилл теленнән латин теленә тәрҗемә итү, кулланучыларга үзләрен татар телендә иркен белдерергә һәм уңайлырак һәм халыкара дәрәҗәдә кабул ителгән язу системасын кулланырга мөмкинлек бирә. Бу лингвистик үзбилгеләнүне сакларга һәм глобаль контекстта тагын да эффектив бәйләнешне башкарырга мөмкинлек бирә.</p>"
    }
  }
}
